const vocabulary = {
  "1": [
    {
      "k": "ខ្ញុំ",
      "j": "わたし"
    },
    {
      "k": "អ្នក",
      "j": "あなた"
    },
    {
      "k": "គាត់នោះ",
      "j": "あのひと"
    },
    {
      "k": "គាត់នោះ(គួរសម)",
      "j": "あのかた"
    },
    {
      "k": "លោក , អ្នកស្រី(ក្រោយឈ្មោះ)",
      "j": "～さん"
    },
    {
      "k": "អានាង(ក្រោយឈ្មោះក្មេង)",
      "j": "～ちゃん"
    },
    {
      "k": "ជនជាតិ(ក្រោយប្រទេស)",
      "j": "～じん"
    },
    {
      "k": "គ្រូ",
      "j": "せんせい"
    },
    {
      "k": "គ្របង្រៀន",
      "j": "きょうし"
    },
    {
      "k": "សិស្ស",
      "j": "がくせい"
    },
    {
      "k": "បុគ្គលិកក្រុមហ៊ុន",
      "j": "かいしゃいん"
    },
    {
      "k": "បុគ្គលិក",
      "j": "しゃいん"
    },
    {
      "k": "បុគ្គលិកធនាគារ",
      "j": "ぎんこういん"
    },
    {
      "k": "គ្រូពេទ្យ",
      "j": "いしゃ"
    },
    {
      "k": "អ្នកស្រាវជ្រាវ",
      "j": "けんきゅうしゃ"
    },
    {
      "k": "សាកលវិទ្យាល័យ",
      "j": "だいがく"
    },
    {
      "k": "មន្ទីរពេទ្យ",
      "j": "びょういん"
    },
    {
      "k": "អ្នកណា",
      "j": "だれ(どなた)"
    },
    {
      "k": "អាយុ   ～ឆ្នាំ",
      "j": "～さい"
    },
    {
      "k": "អាយប៉ុន្មាន?",
      "j": "なんさい(おいくつ)"
    },
    {
      "k": "បាទ,ចាស",
      "j": "はい"
    },
    {
      "k": "ទេ",
      "j": "いいえ"
    }
  ],
  "2": [
    {
      "k": "នេះ",
      "j": "これ"
    },
    {
      "k": "នោះ",
      "j": "それ"
    },
    {
      "k": "ណោះ",
      "j": "あれ"
    },
    {
      "k": "នេះ(ភ្ជាប់នាម)",
      "j": "この"
    },
    {
      "k": "នោះ(ភ្ជាប់នាម)",
      "j": "その"
    },
    {
      "k": "ណោះ(ភ្ជាប់នាម)",
      "j": "あの"
    },
    {
      "k": "សៀវភៅ",
      "j": "ほん"
    },
    {
      "k": "វចនានុក្រម",
      "j": "じしょ"
    },
    {
      "k": "ទស្សនាវដ្តី",
      "j": "ざっし"
    },
    {
      "k": "កាសែត(អាន)",
      "j": "しんぶん"
    },
    {
      "k": "សៀវភៅសរសេរ",
      "j": "ノート"
    },
    {
      "k": "សៀវភៅកំណត់ហេតុ",
      "j": "てちょう"
    },
    {
      "k": "នាមប័ណ្ណ",
      "j": "めいし"
    },
    {
      "k": "កាត,ប័ណ្ណ",
      "j": "カード"
    },
    {
      "k": "ខ្មៅដៃ",
      "j": "えんぴつ"
    },
    {
      "k": "ប៊ិច",
      "j": "ボールペン"
    },
    {
      "k": "ខ្មៅដៃចុច",
      "j": "シャープペンシル"
    },
    {
      "k": "សោ,កូនសោ",
      "j": "かぎ"
    },
    {
      "k": "នាឡិ៍កា",
      "j": "とけい"
    },
    {
      "k": "ឆ័ត្រ",
      "j": "かさ"
    },
    {
      "k": "កាបូប",
      "j": "かばん"
    },
    {
      "k": "ស៊ីឌី",
      "j": "CD"
    },
    {
      "k": "ទូរទស្សន៍",
      "j": "テレビ"
    },
    {
      "k": "វិទ្យុ",
      "j": "ラジオ"
    },
    {
      "k": "ម៉ាស៊ីនថត",
      "j": "カメラ"
    },
    {
      "k": "កុំព្យូទ័រ",
      "j": "コンピューター"
    },
    {
      "k": "ឡាន",
      "j": "くるま"
    },
    {
      "k": "តុ",
      "j": "つくえ"
    },
    {
      "k": "កៅអី",
      "j": "いす"
    },
    {
      "k": "សូកូឡា",
      "j": "チョコレート"
    },
    {
      "k": "កាហ្វេ",
      "j": "コーヒー"
    },
    {
      "k": "វត្ថុអនុស្សាវរីយ៍",
      "j": "おみやげ"
    },
    {
      "k": "ភាសាអង់គ្លេស",
      "j": "えいご"
    },
    {
      "k": "ភាសាជប៉ុន",
      "j": "にほんご"
    },
    {
      "k": "ភាសា(ក្រោយប្រទេស)",
      "j": "～ご"
    },
    {
      "k": "អ្វី,ស្អី,អី",
      "j": "なに(なん)"
    },
    {
      "k": "អញ្ជឹងហើយ",
      "j": "そう"
    }
  ],
  "3": [
    {
      "k": "កន្លែងនេះ",
      "j": "ここ"
    },
    {
      "k": "កន្លែងនោះ",
      "j": "そこ"
    },
    {
      "k": "កន្លែងឯណោះ",
      "j": "あそこ"
    },
    {
      "k": "កន្លែងណា?",
      "j": "どこ"
    },
    {
      "k": "ខាងនេះ,កន្លែងនេះ(គួរសម)",
      "j": "こちら"
    },
    {
      "k": "ខាងនោះ,កន្លែងនោះ(គួរសម)",
      "j": "そちら"
    },
    {
      "k": "ខាងណោះ,កន្លែងឯណោះ(គួរសម)",
      "j": "あちら"
    },
    {
      "k": "ខាងណា?​ កន្លែងណា?(គួរសម)",
      "j": "どちら"
    },
    {
      "k": "បន្ទប់រៀន,ថ្នាក់រៀន",
      "j": "きょうしつ"
    },
    {
      "k": "អាហារដ្ឋាន,កន្លែងញ៉ាំបាយ",
      "j": "しょくどう"
    },
    {
      "k": "ការិយាល័យ",
      "j": "じむしょ"
    },
    {
      "k": "បន្ទប់ប្រជុំ",
      "j": "かいぎしつ"
    },
    {
      "k": "កន្លែងផ្តល់ព័ត៌មាន",
      "j": "うけつけ"
    },
    {
      "k": "កន្លែងរង់ចាំ(ក្នុងសណ្ឋាគារជាដើម)",
      "j": "ロビー"
    },
    {
      "k": "បន្ទប់",
      "j": "へや"
    },
    {
      "k": "បង្គន់,បន្ទប់ទឹក",
      "j": "トイレ"
    },
    {
      "k": "បន្ទប់ទឹក,បង្គន់",
      "j": "おてあらい"
    },
    {
      "k": "ជណ្តើរ",
      "j": "かいだん"
    },
    {
      "k": "ជណ្តើរយន្តប្រអប់",
      "j": "エレベーター"
    },
    {
      "k": "ជណ្តើរយន្តមានកាំ",
      "j": "エスカレーター"
    },
    {
      "k": "ម៉ាស៊ីនលក់ស្វ័យប្រវត្តិ",
      "j": "じどうはんばいき"
    },
    {
      "k": "ទូរស័ព្ទ",
      "j": "でんわ"
    },
    {
      "k": "ប្រទេស",
      "j": "おくに"
    },
    {
      "k": "ក្រុមហ៊ុន",
      "j": "かいしゃ"
    },
    {
      "k": "ផ្ទះ",
      "j": "うち"
    },
    {
      "k": "ស្បែកជើង",
      "j": "くつ"
    },
    {
      "k": "ក្រវ៉ាត់ករ",
      "j": "ネクタイ"
    },
    {
      "k": "ស្រាក្រហម",
      "j": "ワイン"
    },
    {
      "k": "តូបលក់",
      "j": "うりば"
    },
    {
      "k": "ក្រោមដី",
      "j": "ちか"
    },
    {
      "k": "ជាន់ទី～",
      "j": "～かい"
    },
    {
      "k": "ជាន់ទីប៉ុន្មាន",
      "j": "なんがい"
    },
    {
      "k": "យ៉េន",
      "j": "～えん"
    },
    {
      "k": "តំលៃប៉ុន្មាន?",
      "j": "いくら"
    },
    {
      "k": "មួយរយ",
      "j": "ひゃく"
    },
    {
      "k": "មួយពាន់",
      "j": "せん"
    },
    {
      "k": "ម៉ឺន",
      "j": "まん"
    }
  ],
  "4": [
    {
      "k": "ក្រោពីដេក",
      "j": "おきます"
    },
    {
      "k": "ចូលដេក",
      "j": "ねます"
    },
    {
      "k": "ធ្វើការ",
      "j": "はたらきます"
    },
    {
      "k": "សំរាក",
      "j": "やすみます"
    },
    {
      "k": "រៀន/សិក្សា",
      "j": "べんきょうします"
    },
    {
      "k": "ចប់",
      "j": "おわります"
    },
    {
      "k": "ហាងលក់ទំនិញធំៗ",
      "j": "デパート"
    },
    {
      "k": "ធនាគារ",
      "j": "ぎんこう"
    },
    {
      "k": "ប៉ុស្តិ័ប្រៃសណីយ៍",
      "j": "ゆうびんきょく"
    },
    {
      "k": "បណ្ណាល័យ",
      "j": "としょかん"
    },
    {
      "k": "សារៈមន្ទីរសិល្បៈ",
      "j": "びじゅつかん"
    },
    {
      "k": "ឥឡូវ",
      "j": "いま"
    },
    {
      "k": "ម៉ោង～",
      "j": "～じ"
    },
    {
      "k": "នាទី～",
      "j": "～ふん(ぷん)"
    },
    {
      "k": "ពាក់កណ្តាល",
      "j": "はん"
    },
    {
      "k": "ម៉ោងប៉ុន្មាន?",
      "j": "なんじ"
    },
    {
      "k": "ប៉ុន្មាននាទី?",
      "j": "なんぷん"
    },
    {
      "k": "ពេលព្រឹកAM",
      "j": "ごぜん"
    },
    {
      "k": "ពេលរសៀលPM",
      "j": "ごご"
    },
    {
      "k": "ពេលព្រឹក",
      "j": "あさ"
    },
    {
      "k": "ពេលថ្ងៃ",
      "j": "ひる"
    },
    {
      "k": "ពេលយប់",
      "j": "ばん"
    },
    {
      "k": "ពេលយប់",
      "j": "よる"
    },
    {
      "k": "ម្សិលម្ងៃ",
      "j": "おととい"
    },
    {
      "k": "ម្សិលមិញ",
      "j": "きのう"
    },
    {
      "k": "ថ្ងៃនេះ",
      "j": "きょう"
    },
    {
      "k": "ស្អែក",
      "j": "あした"
    },
    {
      "k": "ខានស្អែក",
      "j": "あさって"
    },
    {
      "k": "ព្រឹកមិញ",
      "j": "けさ"
    },
    {
      "k": "យប់នេះ",
      "j": "こんばん"
    },
    {
      "k": "ការសំរាក",
      "j": "やすみ"
    },
    {
      "k": "ការសំរាកពេលថ្ងៃ",
      "j": "ひるやすみ"
    },
    {
      "k": "ការប្រលង",
      "j": "しけん"
    },
    {
      "k": "ការប្រជុំ",
      "j": "かいぎ"
    },
    {
      "k": "ភាពយន្ត",
      "j": "えいが"
    },
    {
      "k": "រាល់ព្រឹក",
      "j": "まいあさ"
    },
    {
      "k": "រាល់យប់",
      "j": "まいばん"
    },
    {
      "k": "រាល់ថ្ងៃ",
      "j": "まいにち"
    },
    {
      "k": "ថ្ងៃច័ន្ទ",
      "j": "げつようび"
    },
    {
      "k": "ថ្ងៃអង្គារ",
      "j": "かようび"
    },
    {
      "k": "ថ្ងៃពុធ",
      "j": "すいようび"
    },
    {
      "k": "ថ្ងៃព្រហស្បត្តិ៍",
      "j": "もくようび"
    },
    {
      "k": "ថ្ងៃសុក្រ",
      "j": "きんようび"
    },
    {
      "k": "ថ្ងៃសៅរ៍",
      "j": "どようび"
    },
    {
      "k": "ថ្ងៃអាទិត្យ",
      "j": "にちようび"
    },
    {
      "k": "ថ្ងៃអ្វី?",
      "j": "なんようび"
    },
    {
      "k": "លេខ",
      "j": "ばんごう"
    },
    {
      "k": "លេខប៉ុន្មាន?",
      "j": "なんばん"
    },
    {
      "k": "ពី/ចាប់ពី",
      "j": "～から"
    },
    {
      "k": "រហូត/ដល់",
      "j": "～まで"
    },
    {
      "k": "នឹង",
      "j": "～と～"
    }
  ],
  "5": [
    {
      "k": "ទៅ",
      "j": "いきます"
    },
    {
      "k": "មក",
      "j": "きます"
    },
    {
      "k": "ត្រឡប់ទៅ/ត្រឡប់មក",
      "j": "かえります"
    },
    {
      "k": "សាលារៀន",
      "j": "がっこう"
    },
    {
      "k": "ផ្សារទំនើប",
      "j": "スーパー"
    },
    {
      "k": "ស្ថានីយ៍រថភ្លើង",
      "j": "えき"
    },
    {
      "k": "យន្តហោះ",
      "j": "ひこうき"
    },
    {
      "k": "កប៉ាល់",
      "j": "ふね"
    },
    {
      "k": "រថភ្លើង",
      "j": "でんしゃ"
    },
    {
      "k": "រថភ្លើងក្រោមដី",
      "j": "ちかてつ"
    },
    {
      "k": "រថភ្លើងសិនកាន់សែង",
      "j": "しんかんせん"
    },
    {
      "k": "ឡានក្រុង",
      "j": "バス"
    },
    {
      "k": "ឡានតាក់ស៊ី",
      "j": "タクシー"
    },
    {
      "k": "កង់",
      "j": "じてんしゃ"
    },
    {
      "k": "ដោយដើរ",
      "j": "あるいて"
    },
    {
      "k": "មនុស្ស",
      "j": "ひと"
    },
    {
      "k": "មិត្តភក្តិ",
      "j": "ともだち"
    },
    {
      "k": "គាត់/សង្សារប្រុស",
      "j": "かれ"
    },
    {
      "k": "នាង/សង្សារស្រី",
      "j": "かのじょ"
    },
    {
      "k": "ក្រុមគ្រួសារ",
      "j": "かぞく"
    },
    {
      "k": "ម្នាក់ឯង",
      "j": "ひとりで"
    },
    {
      "k": "សប្តាហ៍មុន",
      "j": "せんしゅう"
    },
    {
      "k": "សប្តាហ៍នេះ",
      "j": "こんしゅう"
    },
    {
      "k": "សប្តាហ៍ក្រោយ",
      "j": "らいしゅう"
    },
    {
      "k": "ខែមុន",
      "j": "せんげつ"
    },
    {
      "k": "ខែនេះ",
      "j": "こんげつ"
    },
    {
      "k": "ខែក្រោយ",
      "j": "らいげつ"
    },
    {
      "k": "ឆ្នាំមុន",
      "j": "きょねん"
    },
    {
      "k": "ឆ្នាំនេះ",
      "j": "ことし"
    },
    {
      "k": "ឆ្នាំក្រោយ",
      "j": "らいねん"
    },
    {
      "k": "ឆ្នាំ～",
      "j": "～ねん"
    },
    {
      "k": "ឆ្នាំប៉ុន្មាន?",
      "j": "なんねん"
    },
    {
      "k": "ខែ～",
      "j": "～がつ"
    },
    {
      "k": "ខែអ្វី/ខែប៉ុន្មាន?",
      "j": "なんがつ"
    },
    {
      "k": "ថ្ងៃទី១",
      "j": "ついたち"
    },
    {
      "k": "ថ្ងៃទី២",
      "j": "ふつか"
    },
    {
      "k": "ថ្ងៃទី៣",
      "j": "みっか"
    },
    {
      "k": "ថ្ងៃទី៤",
      "j": "よっか"
    },
    {
      "k": "ថ្ងៃទី៥",
      "j": "いつか"
    },
    {
      "k": "ថ្ងៃទី៦",
      "j": "むいか"
    },
    {
      "k": "ថ្ងៃទី៧",
      "j": "なのか"
    },
    {
      "k": "ថ្ងៃទី៨",
      "j": "ようか"
    },
    {
      "k": "ថ្ងៃទី៩",
      "j": "ここのか"
    },
    {
      "k": "ថ្ងៃទី១០",
      "j": "とおか"
    },
    {
      "k": "ថ្ងៃទី១៤",
      "j": "じゅうよっか"
    },
    {
      "k": "ថ្ងៃទី២០",
      "j": "はつか"
    },
    {
      "k": "ថ្ងៃទី២៤",
      "j": "にじゅうよっか"
    },
    {
      "k": "ថ្ងៃទី",
      "j": "～にち"
    },
    {
      "k": "ថ្ងៃទីប៉ុន្មាន?",
      "j": "なんにち"
    },
    {
      "k": "ពេលណា?",
      "j": "いつ"
    },
    {
      "k": "ថ្ងៃខួបកំណើត",
      "j": "たんじょうび"
    }
  ],
  "6": [
    {
      "k": "ញ៉ាំ/ហូប/ពិសារ(ទំពារ)",
      "j": "たべます"
    },
    {
      "k": "ផឹក/ហូប/ពិសារ(លេប)",
      "j": "のみます"
    },
    {
      "k": "ជក់",
      "j": "すいます"
    },
    {
      "k": "មើល",
      "j": "みます"
    },
    {
      "k": "ស្តាប់",
      "j": "ききます"
    },
    {
      "k": "អាន",
      "j": "よみます"
    },
    {
      "k": "សរសេរ",
      "j": "かきます"
    },
    {
      "k": "ទិញ",
      "j": "かいます"
    },
    {
      "k": "ថត(រូប)",
      "j": "とります"
    },
    {
      "k": "ធ្វើ/ើេង",
      "j": "します"
    },
    {
      "k": "ជួប",
      "j": "あいます"
    },
    {
      "k": "អាហារ/បាយ",
      "j": "ごはん"
    },
    {
      "k": "អាហារពេលព្រឹក",
      "j": "あさごはん"
    },
    {
      "k": "អាហារពេលថ្ងៃ",
      "j": "ひるごはん"
    },
    {
      "k": "អាហារពេលល្ងាច",
      "j": "ばんごはん"
    },
    {
      "k": "នំបុ័ង",
      "j": "パン"
    },
    {
      "k": "ស៊ុត",
      "j": "たまご"
    },
    {
      "k": "សាច់",
      "j": "にく"
    },
    {
      "k": "ត្រី",
      "j": "さかな"
    },
    {
      "k": "បន្លែ",
      "j": "やさい"
    },
    {
      "k": "ផ្លែឈើ",
      "j": "くだもの"
    },
    {
      "k": "ទឹក",
      "j": "みず"
    },
    {
      "k": "តែ/ទឹកតែ",
      "j": "おちゃ"
    },
    {
      "k": "តែក្រហម",
      "j": "こうちゃ"
    },
    {
      "k": "ទឹកដោះគោ",
      "j": "ぎゅうにゅう"
    },
    {
      "k": "ទឹកផ្លៃឈើ",
      "j": "ジュース"
    },
    {
      "k": "ស្រាបៀរ",
      "j": "ビール"
    },
    {
      "k": "ស្រា",
      "j": "おさけ"
    },
    {
      "k": "បារី",
      "j": "たばこ"
    },
    {
      "k": "សំបុត្រ(សួរសុខទុក្ខ)",
      "j": "てがみ"
    },
    {
      "k": "រាយបាយការណ៌",
      "j": "レポート"
    },
    {
      "k": "រូបថត",
      "j": "しゃしん"
    },
    {
      "k": "វីដេអូ",
      "j": "ビデオ"
    },
    {
      "k": "ហាង",
      "j": "みせ"
    },
    {
      "k": "សួនច្បារ",
      "j": "にわ"
    },
    {
      "k": "កិច្ចផ្ទះ(កិច្ចការសាលា)",
      "j": "しゅくだい"
    },
    {
      "k": "កីឡាវាយកូនបាល់",
      "j": "テニス"
    },
    {
      "k": "កីឡាបាល់ទាត់",
      "j": "サッカー"
    },
    {
      "k": "ការមើលផ្កាសាគុរ៉ា",
      "j": "おはなみ"
    },
    {
      "k": "អ្វី/ស្អី",
      "j": "なに"
    },
    {
      "k": "ជាមួយគ្នា",
      "j": "いっしょに"
    },
    {
      "k": "បន្តិច/​តិចៗ",
      "j": "ちょっと"
    },
    {
      "k": "ជានិច្ចជាកាល/គ្រប់ពេល",
      "j": "いつも"
    },
    {
      "k": "ជួនកាល/យូរៗម្តង",
      "j": "ときどき"
    },
    {
      "k": "បន្ទាប់មក",
      "j": "それから"
    },
    {
      "k": "បាទ",
      "j": "ええ"
    },
    {
      "k": "ល្អតើ/មិនអីទេ",
      "j": "いいですね"
    },
    {
      "k": "យល់/ដឹង/ចេះ",
      "j": "わかりました"
    }
  ],
  "7": [
    {
      "k": "កាត់់",
      "j": "きります"
    },
    {
      "k": "ផ្ញើរ",
      "j": "おくります"
    },
    {
      "k": "អោយ",
      "j": "あげます"
    },
    {
      "k": "ទទួល",
      "j": "もらいます"
    },
    {
      "k": "សុំខ្ចី",
      "j": "かします"
    },
    {
      "k": "អោយខ្ចី",
      "j": "かります"
    },
    {
      "k": "បង្រៀន/ប្រាប់",
      "j": "おしえます"
    },
    {
      "k": "រៀន(ពី)",
      "j": "ならいます"
    },
    {
      "k": "ខលទូរស័ព្ទ",
      "j": "でんわをかけます"
    },
    {
      "k": "ដៃ",
      "j": "て"
    },
    {
      "k": "ចង្កឹះ",
      "j": "はし"
    },
    {
      "k": "ស្លាបព្រា",
      "j": "スプーン"
    },
    {
      "k": "កូនកាំបិត",
      "j": "ナイフ"
    },
    {
      "k": "សម",
      "j": "フォーク"
    },
    {
      "k": "កន្ត្រែ",
      "j": "はさみ"
    },
    {
      "k": "កុំព្យូទ័រ",
      "j": "パソコン"
    },
    {
      "k": "ទូរស័ព្ទដៃ",
      "j": "ケータイ"
    },
    {
      "k": "អ៊ីម៉ែរ",
      "j": "メール"
    },
    {
      "k": "កាតចូលឆ្នាំថ្មី",
      "j": "ねんがじょう"
    },
    {
      "k": "ប្រដាប់ចោះ",
      "j": "パンチ"
    },
    {
      "k": "ប្រដាប់កិប",
      "j": "ホッチキス"
    },
    {
      "k": "ស្តុកបិទ",
      "j": "セロテープ"
    },
    {
      "k": "ជ័រលុប",
      "j": "けしごむ"
    },
    {
      "k": "ក្រដាស",
      "j": "かみ"
    },
    {
      "k": "ផ្កា",
      "j": "はな"
    },
    {
      "k": "អាវ",
      "j": "シャツ"
    },
    {
      "k": "កាដូ",
      "j": "プレゼント"
    },
    {
      "k": "ឥវ៉ាន់",
      "j": "にもつ"
    },
    {
      "k": "លុយ",
      "j": "おかね"
    },
    {
      "k": "សំបុត្រ/ប័ណ្ណ",
      "j": "きっぷ"
    },
    {
      "k": "បុណ្យគ្រីស្មាស់",
      "j": "クリスマス"
    },
    {
      "k": "ឪពុក",
      "j": "ちち"
    },
    {
      "k": "ម្តាយ",
      "j": "はは"
    },
    {
      "k": "ឪពុក(គេ)",
      "j": "おとうさん"
    },
    {
      "k": "ម្តាយ(គេ)",
      "j": "おかあさん"
    },
    {
      "k": "ហើយ/រួច",
      "j": "もう"
    },
    {
      "k": "មិនទាន់/នៅឡើយ",
      "j": "まだ"
    },
    {
      "k": "បន្ទាប់ពីពេលនេះ",
      "j": "これから"
    }
  ],
  "8": [
    {
      "k": "សង្ហារ",
      "j": "ハンサムな"
    },
    {
      "k": "ស្អាត(ស្រី)",
      "j": "きれいな"
    },
    {
      "k": "ស្ងប់ស្ងាត់/ស្ងៀមស្ងាត",
      "j": "しずかな"
    },
    {
      "k": "អូរអរ",
      "j": "にぎやかな"
    },
    {
      "k": "ល្បីល្បាញ",
      "j": "ゆうめいな"
    },
    {
      "k": "ចិត្តល្អ",
      "j": "しんせつな"
    },
    {
      "k": "សុខភាពល្អ",
      "j": "げんきな"
    },
    {
      "k": "ទំនេរ",
      "j": "ひまな"
    },
    {
      "k": "ងាយស្រួល",
      "j": "べんりな"
    },
    {
      "k": "ស្រស់ស្អាត",
      "j": "すてきな"
    },
    {
      "k": "ធំ",
      "j": "おおきい"
    },
    {
      "k": "តូច",
      "j": "ちいさい"
    },
    {
      "k": "ថ្មី",
      "j": "あたらしい"
    },
    {
      "k": "ចាស់",
      "j": "ふるい"
    },
    {
      "k": "ល្អ",
      "j": "いい"
    },
    {
      "k": "អាក្រក់",
      "j": "わるい"
    },
    {
      "k": "ក្តៅ(អកាសធាតុ)",
      "j": "あつい"
    },
    {
      "k": "ក្តៅ(វត្ថុ/មនុស្ស)",
      "j": "あつい"
    },
    {
      "k": "ត្រជាក់/រងារ",
      "j": "さむい"
    },
    {
      "k": "ត្រជាក់(វត្ថុ)",
      "j": "つめたい"
    },
    {
      "k": "ពិបាក(គិត)",
      "j": "むずかしい"
    },
    {
      "k": "ងាយស្រួល(គិត)",
      "j": "やさしい"
    },
    {
      "k": "ខ្ពស់/ថ្លៃ",
      "j": "たかい"
    },
    {
      "k": "ថោក",
      "j": "やすい"
    },
    {
      "k": "ទាប",
      "j": "ひくい"
    },
    {
      "k": "គួរអោយចាប់អារម្មណ៍",
      "j": "おもしろい"
    },
    {
      "k": "ឆ្ងាញ់",
      "j": "おいしい"
    },
    {
      "k": "រវល់",
      "j": "いそがしい"
    },
    {
      "k": "សប្បាយ",
      "j": "たのしい"
    },
    {
      "k": "ស",
      "j": "しろい"
    },
    {
      "k": "ខ្មៅ",
      "j": "くろい"
    },
    {
      "k": "ក្រហម",
      "j": "あかい"
    },
    {
      "k": "ខៀវ",
      "j": "あおい"
    },
    {
      "k": "ផ្កាសាគុរ៉ា",
      "j": "さくら"
    },
    {
      "k": "ភ្នំ",
      "j": "やま"
    },
    {
      "k": "ទីក្រុង(តូច)",
      "j": "まち"
    },
    {
      "k": "គ្រឿងបរិភោគ",
      "j": "たべもの"
    },
    {
      "k": "ទីកន្លែង",
      "j": "ところ"
    },
    {
      "k": "កន្លែងស្នាក់នៅ",
      "j": "りょう"
    },
    {
      "k": "ភោជនីយ៍ដ្ឋាន",
      "j": "レストラン"
    },
    {
      "k": "ជីវភាពរស់នៅ",
      "j": "せいかつ"
    },
    {
      "k": "ការងារ/មុខរបរ",
      "j": "おしごと"
    },
    {
      "k": "យ៉ាងម៉េចដែរ?",
      "j": "どう"
    },
    {
      "k": "បែបណាដែរ?",
      "j": "どんな"
    },
    {
      "k": "ណាស់",
      "j": "とても"
    },
    {
      "k": "មិនសូវ",
      "j": "あまり"
    },
    {
      "k": "ហើយនឹង",
      "j": "そして"
    },
    {
      "k": "～ប៉ុន្តែ～",
      "j": "～が、～"
    }
  ],
  "9": [
    {
      "k": "យល់/ចេះ/ដឹង",
      "j": "わかります"
    },
    {
      "k": "មាន",
      "j": "あります"
    },
    {
      "k": "ចូលចិត្ត",
      "j": "すきな"
    },
    {
      "k": "ស្អប់",
      "j": "きらいな"
    },
    {
      "k": "ពូកែ",
      "j": "じょうずな"
    },
    {
      "k": "ខ្សោយ",
      "j": "へたな"
    },
    {
      "k": "ភេសជ្ជះ",
      "j": "のみもの"
    },
    {
      "k": "ម្ហូប",
      "j": "りょうり"
    },
    {
      "k": "កីឡា",
      "j": "スポーツ"
    },
    {
      "k": "កីឡាប៉េសប័ល",
      "j": "やきゅう"
    },
    {
      "k": "ការរាំ/របាំ",
      "j": "ダンス"
    },
    {
      "k": "ដំណើរកំសាន្ត",
      "j": "りょこう"
    },
    {
      "k": "តន្ត្រី",
      "j": "おんがく"
    },
    {
      "k": "ចំរៀង",
      "j": "うた"
    },
    {
      "k": "តន្ត្រីក្លាស៊ិក",
      "j": "クラシック"
    },
    {
      "k": "តន្រ្តីហ្សាស់",
      "j": "ジャズ"
    },
    {
      "k": "ការប្រគុំតន្ត្រី",
      "j": "コンサート"
    },
    {
      "k": "ខារ៉ាអូខេ",
      "j": "カラオケ"
    },
    {
      "k": "ល្ខោនកាបឹគិ",
      "j": "かぶき"
    },
    {
      "k": "រូបភាព",
      "j": "え"
    },
    {
      "k": "អក្សរ",
      "j": "じ"
    },
    {
      "k": "អក្សរកាន់ជិ",
      "j": "かんじ"
    },
    {
      "k": "អក្សរហិរ៉ាហ្គាណា",
      "j": "ひらがな"
    },
    {
      "k": "អក្សរកាតាកាណា",
      "j": "かたかな"
    },
    {
      "k": "អក្សររ៉ូម៉ាជិ",
      "j": "ローマじ"
    },
    {
      "k": "លុយរាយ",
      "j": "こまかいおかね"
    },
    {
      "k": "ប័ណ្ណ/សំបុត្រ",
      "j": "チケット"
    },
    {
      "k": "ពេលវេលា",
      "j": "じかん"
    },
    {
      "k": "កាតព្វកិច្ច/ភារៈកិច្ច",
      "j": "ようじ"
    },
    {
      "k": "សន្យា/ណាត់ជួប",
      "j": "やくそく"
    },
    {
      "k": "ការងារក្រៅម៉ោង",
      "j": "アルバイト"
    },
    {
      "k": "ប្តី(គេ)",
      "j": "ごしゅじん"
    },
    {
      "k": "ប្តី(យើង)",
      "j": "しゅじん"
    },
    {
      "k": "ប្តី(យើង)",
      "j": "おっと"
    },
    {
      "k": "ប្រពន្ធ(គេ)",
      "j": "おくさん"
    },
    {
      "k": "ប្រពន្ធ(យើង)",
      "j": "つま"
    },
    {
      "k": "ប្រពន្ធ(យើង)",
      "j": "かない"
    },
    {
      "k": "កូន/ក្មេង",
      "j": "こども"
    },
    {
      "k": "ច្បាស់/ញឹកញាប់",
      "j": "よく"
    },
    {
      "k": "សឹង្ហតែ/សឹងតែ",
      "j": "だいたい"
    },
    {
      "k": "ច្រើន",
      "j": "たくさん"
    },
    {
      "k": "តិចតួច",
      "j": "すこし"
    },
    {
      "k": "សោះ(បដិសេធ)",
      "j": "ぜんぜん"
    },
    {
      "k": "លឿន/រហ័ស/ឆាប់",
      "j": "はやく"
    },
    {
      "k": "ពីព្រោះ/ដោយសារ",
      "j": "～から"
    },
    {
      "k": "ហេតុអី",
      "j": "どうして"
    }
  ],
  "10": [
    {
      "k": "មាន,នៅ(វត្ថុ)",
      "j": "あります"
    },
    {
      "k": "មាន,នៅ(មនុស្ស,សត្វ)",
      "j": "います"
    },
    {
      "k": "ផ្សេងៗ",
      "j": "いろいろな"
    },
    {
      "k": "មនុស្សប្រុស",
      "j": "おとこのひと"
    },
    {
      "k": "មនុស្សស្រី",
      "j": "おんなのひと"
    },
    {
      "k": "ក្មេងប្រុស",
      "j": "おとこのこ"
    },
    {
      "k": "ក្មេងស្រី",
      "j": "おんなのこ"
    },
    {
      "k": "ឆ្កែ",
      "j": "いぬ"
    },
    {
      "k": "ឆ្មារ",
      "j": "ねこ"
    },
    {
      "k": "ខ្លាឃ្មុំទឹកកក",
      "j": "パンダ"
    },
    {
      "k": "ដំរី",
      "j": "ぞう"
    },
    {
      "k": "ដើមឈើ",
      "j": "き"
    },
    {
      "k": "របស់របរ",
      "j": "もの"
    },
    {
      "k": "ថ្មពិល",
      "j": "でんち"
    },
    {
      "k": "ប្រអប់",
      "j": "はこ"
    },
    {
      "k": "កុងតាក់",
      "j": "スイッチ"
    },
    {
      "k": "ទូរទឹកកក",
      "j": "れいぞうこ"
    },
    {
      "k": "តុ",
      "j": "テーブル"
    },
    {
      "k": "គ្រែ",
      "j": "ベッド"
    },
    {
      "k": "ធ្នើរ",
      "j": "たな"
    },
    {
      "k": "ទ្វារ",
      "j": "ドア"
    },
    {
      "k": "បង្អួច",
      "j": "まど"
    },
    {
      "k": "ប៉ុស្តិ៍សំបុត្រ",
      "j": "ポスト"
    },
    {
      "k": "អគារ",
      "j": "ビル"
    },
    {
      "k": "អេធីអឹម",
      "j": "ATM"
    },
    {
      "k": "ផ្សារ២៤ម៉ោង",
      "j": "コンビニ"
    },
    {
      "k": "សួនច្បារ",
      "j": "こうえん"
    },
    {
      "k": "ហាងកាហ្វេ",
      "j": "きっさてん"
    },
    {
      "k": "ហាង～",
      "j": "～や"
    },
    {
      "k": "កន្លែងជិះ",
      "j": "のりば"
    },
    {
      "k": "ខេត្ត",
      "j": "けん"
    },
    {
      "k": "លើ",
      "j": "うえ"
    },
    {
      "k": "ក្រោម",
      "j": "した"
    },
    {
      "k": "មុខ",
      "j": "まえ"
    },
    {
      "k": "ក្រោយ",
      "j": "うしろ"
    },
    {
      "k": "ស្តាំ",
      "j": "みぎ"
    },
    {
      "k": "ឆ្វេង",
      "j": "ひだり"
    },
    {
      "k": "ក្នុង",
      "j": "なか"
    },
    {
      "k": "ក្រៅ",
      "j": "そと"
    },
    {
      "k": "ទន្ទឹម",
      "j": "となり"
    },
    {
      "k": "ជិត",
      "j": "ちかく"
    },
    {
      "k": "ចន្លោះ",
      "j": "あいだ"
    },
    {
      "k": "～និង～  ជដើម",
      "j": "～や～など"
    }
  ],
  "11": [
    {
      "k": "រស់នៅ",
      "j": "います"
    },
    {
      "k": "ចំណាយ",
      "j": "かかります"
    },
    {
      "k": "សំរាក",
      "j": "やすみます"
    },
    {
      "k": "មួយ",
      "j": "ひとつ"
    },
    {
      "k": "ពីរ",
      "j": "ふたつ"
    },
    {
      "k": "បី",
      "j": "みっつ"
    },
    {
      "k": "បួន",
      "j": "よっつ"
    },
    {
      "k": "ប្រាំ",
      "j": "いつつ"
    },
    {
      "k": "ប្រាំមួយ",
      "j": "むっつ"
    },
    {
      "k": "ប្រាំពីរ",
      "j": "ななつ"
    },
    {
      "k": "ប្រាំបី",
      "j": "やっつ"
    },
    {
      "k": "ប្រាំបួន",
      "j": "ここのつ"
    },
    {
      "k": "ដប់",
      "j": "とお"
    },
    {
      "k": "ចំនួនប៉ុន្មាន?",
      "j": "いくつ"
    },
    {
      "k": "១នាក់",
      "j": "ひとり"
    },
    {
      "k": "២នាក់",
      "j": "ふたり"
    },
    {
      "k": "～នាក់",
      "j": "～にん"
    },
    {
      "k": "～គ្រឿង",
      "j": "～だい"
    },
    {
      "k": "～​សន្លឹក",
      "j": "～まい"
    },
    {
      "k": "​～ដង",
      "j": "～かい"
    },
    {
      "k": "ផ្លែប៉ោម",
      "j": "りんご"
    },
    {
      "k": "ក្រូចចិន",
      "j": "みかん"
    },
    {
      "k": "សាំងវ៉ិច",
      "j": "サンドイッチ"
    },
    {
      "k": "ការី",
      "j": "カレー"
    },
    {
      "k": "ការ៉េម",
      "j": "アイスクリーム"
    },
    {
      "k": "តែម",
      "j": "きって"
    },
    {
      "k": "កាតប៉ុស្តាល់",
      "j": "はがき"
    },
    {
      "k": "ស្រោមសំបុត្រ",
      "j": "ふうとう"
    },
    {
      "k": "ឪពុកម្តាយ",
      "j": "りょうしん"
    },
    {
      "k": "បងប្អូន",
      "j": "きょうだい"
    },
    {
      "k": "បងប្រុស",
      "j": "あに"
    },
    {
      "k": "បងប្រុស(គេ)",
      "j": "おにいさん"
    },
    {
      "k": "បងស្រី",
      "j": "あね"
    },
    {
      "k": "បងស្រី(គេ)",
      "j": "おねえさん"
    },
    {
      "k": "ប្អូនប្រុស",
      "j": "おとうと"
    },
    {
      "k": "ប្អូនប្រុស(គេ)",
      "j": "おとうとさん"
    },
    {
      "k": "ប្អូនស្រី",
      "j": "いもうと"
    },
    {
      "k": "ប្អូនស្រី(គេ)",
      "j": "いもうとさん"
    },
    {
      "k": "បរទេស",
      "j": "がいこく"
    },
    {
      "k": "សិស្សបរទេស",
      "j": "りゅうがくせい"
    },
    {
      "k": "ថ្នាក់រៀន",
      "j": "クラス"
    },
    {
      "k": "ចំនួនម៉ោង～",
      "j": "～じかん"
    },
    {
      "k": "ចំនួនសប្តាហ៍～",
      "j": "～しゅうかん"
    },
    {
      "k": "ចំនួនខែ～",
      "j": "～かげつ"
    },
    {
      "k": "ចំនួនឆ្នា～",
      "j": "～ねん"
    },
    {
      "k": "ប្រហែល(ចំនួន)",
      "j": "～ぐらい"
    },
    {
      "k": "រយៈពេលប៉ុន្មាន?",
      "j": "どのくらい"
    },
    {
      "k": "សរុបទាំងអស់",
      "j": "ぜんぶで"
    },
    {
      "k": "ទាំងអស់គ្នា",
      "j": "みんな"
    },
    {
      "k": "គត់/ប៉ុណ្ណោះ",
      "j": "～だけ"
    }
  ],
  "12": [
    {
      "k": "ងាយស្រួល",
      "j": "かんたんな"
    },
    {
      "k": "ជិត",
      "j": "ちかい"
    },
    {
      "k": "ឆ្ងាយ",
      "j": "とおい"
    },
    {
      "k": "លឿន/រហ័ស",
      "j": "はやい"
    },
    {
      "k": "លឿន/រហ័ស(ល្បឿន)",
      "j": "はやい"
    },
    {
      "k": "យឺត",
      "j": "おそい"
    },
    {
      "k": "មានច្រើន",
      "j": "おおい"
    },
    {
      "k": "មានតិច",
      "j": "すくない"
    },
    {
      "k": "ក្តៅអន់ៗ",
      "j": "あたたかい"
    },
    {
      "k": "ក្តៅស្រួល",
      "j": "あたたかい"
    },
    {
      "k": "ត្រជាក់ស្រួល",
      "j": "すずしい"
    },
    {
      "k": "ផ្អែម",
      "j": "あまい"
    },
    {
      "k": "ហិរ",
      "j": "からい"
    },
    {
      "k": "ធ្ងន់",
      "j": "おもい"
    },
    {
      "k": "ស្រាល",
      "j": "かるい"
    },
    {
      "k": "ល្អ",
      "j": "いい"
    },
    {
      "k": "រដូវ",
      "j": "きせつ"
    },
    {
      "k": "រដូវផ្ការីក",
      "j": "はる"
    },
    {
      "k": "រដូវក្តៅ",
      "j": "なつ"
    },
    {
      "k": "រដូវស្លឹកឈើជ្រុះ",
      "j": "あき"
    },
    {
      "k": "រដូវរងារ",
      "j": "ふゆ"
    },
    {
      "k": "អាកាសធាតុ",
      "j": "てんき"
    },
    {
      "k": "ភ្លៀង",
      "j": "あめ"
    },
    {
      "k": "ព្រិល",
      "j": "ゆき"
    },
    {
      "k": "មេឃស្រទុំ",
      "j": "くもり"
    },
    {
      "k": "សណ្ឋាគារ",
      "j": "ホテル"
    },
    {
      "k": "អាកាសយានដ្ឋាន",
      "j": "くうこう"
    },
    {
      "k": "សមុទ្រ",
      "j": "うみ"
    },
    {
      "k": "ពិភពលោក",
      "j": "せかい"
    },
    {
      "k": "ពិធីជប់លៀង",
      "j": "パーティー"
    },
    {
      "k": "ពិធីបុណ្យ",
      "j": "おまつり"
    },
    {
      "k": "ម្ហូបすきやき",
      "j": "すきやき"
    },
    {
      "k": "ម្ហូបត្រី さしみ",
      "j": "さしみ"
    },
    {
      "k": "ម្ហូបបាយពំនូត すし",
      "j": "すし"
    },
    {
      "k": "ម្ហូបてんぷら",
      "j": "てんぷら"
    },
    {
      "k": "សាច់ជ្រូក",
      "j": "ぶたにく"
    },
    {
      "k": "សាច់មាន់",
      "j": "とりにく"
    },
    {
      "k": "សាច់គោ",
      "j": "ぎゅうにく"
    },
    {
      "k": "ក្រូចលឿង",
      "j": "レモン"
    },
    {
      "k": "សិល្បៈរៀងចំផ្កា",
      "j": "いけばな"
    },
    {
      "k": "ស្លឹកឈើក្រហម",
      "j": "もみじ"
    },
    {
      "k": "ខាងនេះ",
      "j": "どちら"
    },
    {
      "k": "ខាងណាក៏បាន",
      "j": "どちらも"
    },
    {
      "k": "ជាងគេ",
      "j": "いちばん"
    },
    {
      "k": "រហូត/ជាង",
      "j": "ずっと"
    },
    {
      "k": "ដំបូង",
      "j": "はじめて"
    }
  ],
  "13": [
    {
      "k": "លេង",
      "j": "あそびます"
    },
    {
      "k": "ហែល",
      "j": "およぎます"
    },
    {
      "k": "ទទួល(មនុស្ស)",
      "j": "むかえます"
    },
    {
      "k": "អស់កំលាំង",
      "j": "つかれます"
    },
    {
      "k": "រៀបការ",
      "j": "けっこんします"
    },
    {
      "k": "ទិញទំនិញ",
      "j": "かいものします"
    },
    {
      "k": "ញ៉ាំអាហារ",
      "j": "しょくじします"
    },
    {
      "k": "ដើរកំសាន្ត",
      "j": "さんぽします"
    },
    {
      "k": "ពិបាក",
      "j": "たいへんな"
    },
    {
      "k": "ចង់បាន",
      "j": "ほしい"
    },
    {
      "k": "ទូលាយ/ធំ",
      "j": "ひろい"
    },
    {
      "k": "ចង្អៀត/តូច",
      "j": "せまい"
    },
    {
      "k": "អាងហែលទឹក",
      "j": "プール"
    },
    {
      "k": "ស្ទឹង/ទន្លេ",
      "j": "かわ"
    },
    {
      "k": "សិល្បៈ",
      "j": "びじゅつ"
    },
    {
      "k": "ការស្ទូចត្រី",
      "j": "つり"
    },
    {
      "k": "ចុងសប្តាហ៍",
      "j": "しゅうまつ"
    },
    {
      "k": "ចូលឆ្នាំថ្មី",
      "j": "おしょうがつ"
    },
    {
      "k": "ប្រហែល(ចំនុចពេល)",
      "j": "～ごろ"
    },
    {
      "k": "អ្វីមួយ",
      "j": "なにか"
    },
    {
      "k": "កន្លែងណាមួយ",
      "j": "どこか"
    }
  ],
  "14": [
    {
      "k": "បើក(អគ្គិសនី)",
      "j": "つけます"
    },
    {
      "k": "បិទ(អគ្គិសនី),លុប",
      "j": "けします"
    },
    {
      "k": "បើក(ទ្វារ...)",
      "j": "あけます"
    },
    {
      "k": "បិទ(ទ្វារ...)",
      "j": "しめます"
    },
    {
      "k": "ប្រញាប់ប្រញាល់",
      "j": "いそぎます"
    },
    {
      "k": "រង់ចាំ",
      "j": "まちます"
    },
    {
      "k": "កាន់,យក,យួរ",
      "j": "もちます"
    },
    {
      "k": "យក,ហុច",
      "j": "とります"
    },
    {
      "k": "ជួយ",
      "j": "てつだいます"
    },
    {
      "k": "ហៅ",
      "j": "よびます"
    },
    {
      "k": "និយាយ",
      "j": "はなします"
    },
    {
      "k": "ប្រើប្រាស់",
      "j": "つかいます"
    },
    {
      "k": "ឈប់",
      "j": "とめます"
    },
    {
      "k": "បង្ហាញ,សុំមើល",
      "j": "みせます"
    },
    {
      "k": "ប្រាប់,បង្រៀន",
      "j": "おしえます"
    },
    {
      "k": "អង្គុយ",
      "j": "すわります"
    },
    {
      "k": "ឈរ",
      "j": "たちます"
    },
    {
      "k": "ចូល",
      "j": "はいります"
    },
    {
      "k": "ចេញ",
      "j": "でます"
    },
    {
      "k": "ធ្លាក់(ភ្លៀង)",
      "j": "ふります"
    },
    {
      "k": "កូពី",
      "j": "コピーします"
    },
    {
      "k": "អគ្គិសនី",
      "j": "でんき"
    },
    {
      "k": "ម៉ាស៊ីនត្រជាក់,ក្តៅ",
      "j": "エアコン"
    },
    {
      "k": "លិខិតឆ្លងដែន,ប៉ាស្ព័រ",
      "j": "パスポート"
    },
    {
      "k": "ឈ្មោះ",
      "j": "なまえ"
    },
    {
      "k": "អសយដ្ឋាន",
      "j": "じゅうしょ"
    },
    {
      "k": "ផែនទី",
      "j": "ちず"
    },
    {
      "k": "អំបិល",
      "j": "しお"
    },
    {
      "k": "ស្ករ",
      "j": "さとう"
    },
    {
      "k": "បញ្ហា,លំហាត់",
      "j": "もんだい"
    },
    {
      "k": "ចំលើយ",
      "j": "こたえ"
    },
    {
      "k": "របៀបអាន",
      "j": "よみかた"
    },
    {
      "k": "របៀប～",
      "j": "～かた"
    },
    {
      "k": "ត្រង់",
      "j": "まっすぐ"
    },
    {
      "k": "យឺត,មួយៗ,តាមសំរួល",
      "j": "ゆっくり"
    },
    {
      "k": "ភ្លាមៗ",
      "j": "すぐ"
    },
    {
      "k": "ទៀត",
      "j": "また"
    },
    {
      "k": "ពេលក្រោយ",
      "j": "あとで"
    },
    {
      "k": "បន្តិចទៀត",
      "j": "もうすこし"
    },
    {
      "k": "～ទៀត",
      "j": "もう～"
    }
  ],
  "15": [
    {
      "k": "ទុកដាក់",
      "j": "おきます"
    },
    {
      "k": "ធ្វើ,ផលិត",
      "j": "つくります"
    },
    {
      "k": "លក់",
      "j": "うります"
    },
    {
      "k": "ស្គាល់,ដឹង",
      "j": "しります"
    },
    {
      "k": "រស់នៅ",
      "j": "すみます"
    },
    {
      "k": "ស្រាវជ្រាវ",
      "j": "けんきゅうします"
    },
    {
      "k": "ឯកសារ",
      "j": "しりょう"
    },
    {
      "k": "កាតាឡុក",
      "j": "カタログ"
    },
    {
      "k": "តារាងពេលវេលា(ជិះ)",
      "j": "じこくひょう"
    },
    {
      "k": "ខោអាវ,សំលៀកបំពាក់",
      "j": "ふく"
    },
    {
      "k": "ផលិតផល",
      "j": "せいひん"
    },
    {
      "k": "ខួរក្បាល(កុំព្យូទ័រ.....)",
      "j": "ソフト"
    },
    {
      "k": "វចនានុក្រមអេឡិចត្រូនិច្ច",
      "j": "でんしじしょ"
    },
    {
      "k": "សេដ្ឋកិច្ច",
      "j": "けいざい"
    },
    {
      "k": "សាលាក្រុង",
      "j": "しやくしょ"
    },
    {
      "k": "វិទ្យាល័យ",
      "j": "こうこう"
    },
    {
      "k": "ពេទ្យធ្មេញ",
      "j": "はいしゃ"
    },
    {
      "k": "នៅលីវ",
      "j": "どくしん"
    },
    {
      "k": "សុំទោស",
      "j": "すみません"
    }
  ],
  "16": [
    {
      "k": "ឡើងជិះ,ជិះ",
      "j": "のります"
    },
    {
      "k": "ចុះ",
      "j": "おります"
    },
    {
      "k": "ប្តូរជិះ",
      "j": "のりかえます"
    },
    {
      "k": "ងូត(ទឹក)",
      "j": "あびます"
    },
    {
      "k": "ដាក់ចូល",
      "j": "いれます"
    },
    {
      "k": "ដកចេញ",
      "j": "だします"
    },
    {
      "k": "ដាក់ចុះ",
      "j": "おろします"
    },
    {
      "k": "ចូល",
      "j": "はいります"
    },
    {
      "k": "ចេញ",
      "j": "でます"
    },
    {
      "k": "ចុច,រុន,ច្រាន",
      "j": "おします"
    },
    {
      "k": "ផឹក,លេប",
      "j": "のみます"
    },
    {
      "k": "ចាប់ផ្តើម",
      "j": "はじめます"
    },
    {
      "k": "ទៅមើលដើម្បីសិក្សា",
      "j": "けんがくします"
    },
    {
      "k": "ខលទូរស័ព្ទ",
      "j": "でんわします"
    },
    {
      "k": "វ័យក្មេង",
      "j": "わかい"
    },
    {
      "k": "វែង",
      "j": "ながい"
    },
    {
      "k": "ខ្លី",
      "j": "みじかい"
    },
    {
      "k": "ភ្លឺ,រស់រាយ",
      "j": "あかるい"
    },
    {
      "k": "ងងឹត",
      "j": "くらい"
    },
    {
      "k": "ខ្លួនប្រាណ",
      "j": "からだ"
    },
    {
      "k": "ក្បាល",
      "j": "あたま"
    },
    {
      "k": "សក់",
      "j": "かみ"
    },
    {
      "k": "មុខ",
      "j": "かお"
    },
    {
      "k": "ភ្នែក",
      "j": "め"
    },
    {
      "k": "ត្រចៀក",
      "j": "みみ"
    },
    {
      "k": "ច្រមុះ",
      "j": "はな"
    },
    {
      "k": "មាត់",
      "j": "くち"
    },
    {
      "k": "ធ្មេញ",
      "j": "は"
    },
    {
      "k": "ពោះ",
      "j": "おなか"
    },
    {
      "k": "ជើង",
      "j": "あし"
    },
    {
      "k": "ខ្នង",
      "j": "せ"
    },
    {
      "k": "សេវាកម្ម",
      "j": "サービス"
    },
    {
      "k": "រត់ហាត់ប្រាណ",
      "j": "ジョギング"
    },
    {
      "k": "ទឹកផ្កាឈូក",
      "j": "シャワー"
    },
    {
      "k": "ពណ៌បៃតង",
      "j": "みどり"
    },
    {
      "k": "វត្ត",
      "j": "おてら"
    },
    {
      "k": "វត្តជប៉ុន",
      "j": "じんじゃ"
    },
    {
      "k": "លេច～",
      "j": "～ばん"
    },
    {
      "k": "បែបណា?",
      "j": "どうやって"
    },
    {
      "k": "ណាមួយ～?",
      "j": "どの～"
    },
    {
      "k": "មួយណា?",
      "j": "どれ"
    }
  ],
  "17": [
    {
      "k": "ចងចាំ",
      "j": "おぼえます"
    },
    {
      "k": "ភ្លេច",
      "j": "わすれます"
    },
    {
      "k": "បាត់",
      "j": "なくします"
    },
    {
      "k": "បង់លុយ",
      "j": "はらいます"
    },
    {
      "k": "សងវិញ",
      "j": "かえします"
    },
    {
      "k": "ចេញក្រៅ",
      "j": "でかけます"
    },
    {
      "k": "ដោះ",
      "j": "ぬぎます"
    },
    {
      "k": "យកទៅ",
      "j": "もっていきます"
    },
    {
      "k": "យកមក",
      "j": "もってきます"
    },
    {
      "k": "បារម្ភ",
      "j": "しんぱいします"
    },
    {
      "k": "ថែមម៉ោង",
      "j": "ざんぎょうします"
    },
    {
      "k": "ទៅបេសកម្ម",
      "j": "しゅっちょうします"
    },
    {
      "k": "លេប(ថ្នាំ)",
      "j": "(くすりを)のみます"
    },
    {
      "k": "ចូលអាងត្រាំទឹក(ងូតទឹក)",
      "j": "(おふろに)はいります"
    },
    {
      "k": "សំខាន់",
      "j": "たいせつな"
    },
    {
      "k": "មិនអីទេ,មិនមានបញ្ហា",
      "j": "だいじょうぶな"
    },
    {
      "k": "គ្រោះថ្នាក់",
      "j": "あぶない"
    },
    {
      "k": "ហាមជក់បារី",
      "j": "きんえん"
    },
    {
      "k": "ប័ណ្ណធានារ៉ាប់រងសុខភាព",
      "j": "けんこうほけんしょう"
    },
    {
      "k": "ក្តៅខ្លួន",
      "j": "ねつ"
    },
    {
      "k": "ជម្ងឺ",
      "j": "びょうき"
    },
    {
      "k": "ថ្នាំពេទ្យ",
      "j": "くすり"
    },
    {
      "k": "អាងត្រាំទឹក",
      "j": "おふろ"
    },
    {
      "k": "អាវក្រៅ",
      "j": "うわぎ"
    },
    {
      "k": "ខោអាវក្នុង",
      "j": "したぎ"
    },
    {
      "k": "២,៣ថ្ងៃ",
      "j": "にさんにち"
    },
    {
      "k": "២,៣～",
      "j": "2,3～"
    },
    {
      "k": "ត្រឹម～",
      "j": "～までに"
    },
    {
      "k": "ដូច្នេះ",
      "j": "ですから"
    }
  ],
  "18": [
    {
      "k": "អាច,ចេះ,ដឹង",
      "j": "できます"
    },
    {
      "k": "លាង",
      "j": "あらいます"
    },
    {
      "k": "លេង(ហ្គីតា)",
      "j": "ひきます"
    },
    {
      "k": "ច្រៀង",
      "j": "うたいます"
    },
    {
      "k": "ប្រមូល",
      "j": "あつめます"
    },
    {
      "k": "បោះចោល",
      "j": "すてます"
    },
    {
      "k": "ប្តូរ,ដូរ",
      "j": "かえます"
    },
    {
      "k": "បើកបរ",
      "j": "うんてんします"
    },
    {
      "k": "កក់",
      "j": "よやくします"
    },
    {
      "k": "ព្យាណូ",
      "j": "ピアノ"
    },
    {
      "k": "ម៉ែត្រ(ខ្នាត)",
      "j": "～メートル"
    },
    {
      "k": "សាច់ប្រាក់(ក្រដាសប្រាក់)",
      "j": "げんきん"
    },
    {
      "k": "ចំណង់ចំណូលចិត្ត(ពេលទំនេរ)",
      "j": "しゅみ"
    },
    {
      "k": "កំណត់ត្រាជាប្រចាំ",
      "j": "にっき"
    },
    {
      "k": "ការបួងសួង",
      "j": "おいのり"
    },
    {
      "k": "ប្រធានផ្នែក",
      "j": "かちょう"
    },
    {
      "k": "ប្រធាន(បន្ទាប់ពីしゃちょう)",
      "j": "ぶちょう"
    },
    {
      "k": "លោកប្រធាន,ថៅកែ",
      "j": "しゃちょう"
    },
    {
      "k": "សត្វ",
      "j": "どうぶつ"
    },
    {
      "k": "សត្វសេះ",
      "j": "うま"
    },
    {
      "k": "អ៊ីនធឺណេត",
      "j": "インターネット"
    }
  ],
  "19": [
    {
      "k": "ឡើង(ភ្នំ....)",
      "j": "のぼります"
    },
    {
      "k": "ស្នាក់នៅ",
      "j": "とまります"
    },
    {
      "k": "បោសសំអាត",
      "j": "そうじします"
    },
    {
      "k": "បោកគក់",
      "j": "せんたくします"
    },
    {
      "k": "ក្លាយ,ទៅជា,ប្រែជា",
      "j": "なります"
    },
    {
      "k": "ងងុយ",
      "j": "ねむい"
    },
    {
      "k": "ខ្លាំង",
      "j": "つよい"
    },
    {
      "k": "ខ្សោយ",
      "j": "よわい"
    },
    {
      "k": "ហ្វឹកហាត់",
      "j": "れんしゅう"
    },
    {
      "k": "កីឡាវាយកូនហ្គោល",
      "j": "ゴルフ"
    },
    {
      "k": "កីឡាស៊ឹម៉ូ",
      "j": "すもう"
    },
    {
      "k": "តែ,ទឹកតែ",
      "j": "おちゃ"
    },
    {
      "k": "ថ្ងៃ,ព្រះអាទិត្យ",
      "j": "ひ"
    },
    {
      "k": "សង្ចាក់,សភាព",
      "j": "ちょうし"
    },
    {
      "k": "១ដង",
      "j": "いちど"
    },
    {
      "k": "មិនដែល១ដងសោះ",
      "j": "いちども"
    },
    {
      "k": "កាន់តែ",
      "j": "だんだん"
    },
    {
      "k": "ជិតដល់,ជតិចប់",
      "j": "もうすぐ"
    },
    {
      "k": "បានគុណព្រះជួយ",
      "j": "おかげさまで"
    },
    {
      "k": "ប៉ុន្តែ",
      "j": "でも"
    }
  ],
  "20": [
    {
      "k": "ត្រូវការ",
      "j": "いります"
    },
    {
      "k": "ស្រាវជ្រាវ,ឆែក",
      "j": "しらべます"
    },
    {
      "k": "ជួសជុល(ម៉ាស៊ីន)",
      "j": "しゅうりします"
    },
    {
      "k": "ខ្ញុំ,អញ",
      "j": "ぼく"
    },
    {
      "k": "អ្នក,ឯង",
      "j": "きみ"
    },
    {
      "k": "ដូចさん（ប្រើក្រោយឈ្មោះក្មេងប្រុស)",
      "j": "～くん"
    },
    {
      "k": "បាទ,អឺ(អត់គួរសម)",
      "j": "うん"
    },
    {
      "k": "ទេ(អត់គួរសម)",
      "j": "ううん"
    },
    {
      "k": "ភាសា,ពាក្យ",
      "j": "ことば"
    },
    {
      "k": "គីម៉ូណុ(សំលៀកបំពាក់ប្រពៃណីជប៉ុន)",
      "j": "きもの"
    },
    {
      "k": "វិហ្សា",
      "j": "ビザ"
    },
    {
      "k": "ដើម",
      "j": "はじめ"
    },
    {
      "k": "ចុង",
      "j": "おわり"
    },
    {
      "k": "ខាងនេះ(មិនគួរសម)",
      "j": "こっち"
    },
    {
      "k": "ខាងនោះ(មិនគួរសម)",
      "j": "そっち"
    },
    {
      "k": "ខាងណោះ(មិនគួរសម)",
      "j": "あっち"
    },
    {
      "k": "ខាងណា(មិនគួរសម)",
      "j": "どっち"
    },
    {
      "k": "សរុបទាំងអស់គ្នា",
      "j": "みんなで"
    },
    {
      "k": "ប៉ុន្តែ(ដូចが)(មិនគួរសម)",
      "j": "～けど"
    },
    {
      "k": "ឆ្អែត",
      "j": "おなかがいっぱいです"
    }
  ],
  "21": [
    {
      "k": "គិត,គិតថា",
      "j": "おもいます"
    },
    {
      "k": "និយាយ,ពោល",
      "j": "いいます"
    },
    {
      "k": "ឈ្នះ",
      "j": "かちます"
    },
    {
      "k": "ចាញ់",
      "j": "まけます"
    },
    {
      "k": "មាន,ប្រារព្ធ",
      "j": "あります"
    },
    {
      "k": "មានប្រយោជន៍",
      "j": "やくにたちます"
    },
    {
      "k": "មានចលនា,កំរើក",
      "j": "うごきます"
    },
    {
      "k": "លាលែង,ឈប់",
      "j": "やめます"
    },
    {
      "k": "ប្រយ័ត្ន",
      "j": "きをつけます"
    },
    {
      "k": "ទៅរៀននៅបរទេស",
      "j": "りゅうがくします"
    },
    {
      "k": "ខ្ជះខ្ជាយ",
      "j": "むだな"
    },
    {
      "k": "ពិបាក",
      "j": "ふべんな"
    },
    {
      "k": "អស្ចារ្យ",
      "j": "すごい"
    },
    {
      "k": "ពិត",
      "j": "ほんとう"
    },
    {
      "k": "កុហក់",
      "j": "うそ"
    },
    {
      "k": "រថយន្ត",
      "j": "じどうしゃ"
    },
    {
      "k": "ចរាចរណ៍",
      "j": "こうつう"
    },
    {
      "k": "តំលៃទំនិញ",
      "j": "ぶっか"
    },
    {
      "k": "ផ្សព្វផ្សាយ",
      "j": "ほうそう"
    },
    {
      "k": "ព័ត៌មាន",
      "j": "ニュース"
    },
    {
      "k": "គំនូរជីវចល,រឿងតុក្កតា",
      "j": "アニメ"
    },
    {
      "k": "សៀវភៅរឿងមានរូប",
      "j": "マンガ"
    },
    {
      "k": "រចនា,ម៉ូត",
      "j": "デザイン"
    },
    {
      "k": "សុបិន្ត,អនាគត",
      "j": "ゆめ"
    },
    {
      "k": "ទេពកោសល្យ",
      "j": "てんさい"
    },
    {
      "k": "ការប្រកួត",
      "j": "しあい"
    },
    {
      "k": "គំនិត,យោល់",
      "j": "いけん"
    },
    {
      "k": "ការនិយាយ,រឿង",
      "j": "はなし"
    },
    {
      "k": "ផែនដី",
      "j": "ちきゅう"
    },
    {
      "k": "ព្រះច័ន្ទ,លោកខែ",
      "j": "つき"
    },
    {
      "k": "ថ្មីៗនេះ",
      "j": "さいきん"
    },
    {
      "k": "ប្រហែល",
      "j": "たぶん"
    },
    {
      "k": "ពិតជា",
      "j": "きっと"
    },
    {
      "k": "យ៉ាងពិតប្រាកដ",
      "j": "ほんとうに"
    },
    {
      "k": "មិនដូចការគិតសោះ",
      "j": "そんなに"
    },
    {
      "k": "ស្តីអំពី",
      "j": "～について"
    }
  ],
  "22": [
    {
      "k": "ទៅដល់,មកដល់",
      "j": "きます"
    },
    {
      "k": "ស្លៀក,ពាក់",
      "j": "はきます"
    },
    {
      "k": "ពាក់(ក្បាល)",
      "j": "かぶります"
    },
    {
      "k": "ពាក់(បន្តុប)",
      "j": "かけます"
    },
    {
      "k": "ពាក់(បែបចង)",
      "j": "(ネクタイを)します"
    },
    {
      "k": "ប្រសូត,កើត",
      "j": "うまれます"
    },
    {
      "k": "យើងខ្ញុំ",
      "j": "わたしたち"
    },
    {
      "k": "អាវរងារ(ត្រឹមជង្គង់)",
      "j": "コート"
    },
    {
      "k": "អាវចាក់",
      "j": "セーター"
    },
    {
      "k": "ខោអាវក្វាសេ",
      "j": "スーツ"
    },
    {
      "k": "មួក",
      "j": "ぼうし"
    },
    {
      "k": "វ៉ែនតា",
      "j": "めがね"
    },
    {
      "k": "នំខេក",
      "j": "ケーキ"
    },
    {
      "k": "បាយកញ្ចប់",
      "j": "おべんとう"
    },
    {
      "k": "មនុស្សយន្ត",
      "j": "ロボット"
    },
    {
      "k": "កម្លែង",
      "j": "ユーモア"
    },
    {
      "k": "កាលៈទេសៈ",
      "j": "つごう"
    },
    {
      "k": "ញឹកញាប់/ច្បាស់",
      "j": "よく"
    }
  ],
  "23": [
    {
      "k": "ស្តាប់/សួរ",
      "j": "ききます"
    },
    {
      "k": "បង្វិល",
      "j": "まわします"
    },
    {
      "k": "ទាញ",
      "j": "ひきます"
    },
    {
      "k": "ប្តូរ",
      "j": "かえます"
    },
    {
      "k": "ប៉ៈ/ស្ទាប/អង្អែល",
      "j": "さわります"
    },
    {
      "k": "ចេញ",
      "j": "でます"
    },
    {
      "k": "ដើរ",
      "j": "あるきます"
    },
    {
      "k": "ឆ្លងកាត់",
      "j": "わたります"
    },
    {
      "k": "បត់",
      "j": "まがります"
    },
    {
      "k": "ឯកោ",
      "j": "さびしい"
    },
    {
      "k": "ទឹកក្តៅ",
      "j": "おゆ"
    },
    {
      "k": "សំលេង",
      "j": "おと"
    },
    {
      "k": "ទំហំ/ខ្នាត",
      "j": "サイズ"
    },
    {
      "k": "ខូច",
      "j": "こしょう"
    },
    {
      "k": "ផ្លូវ",
      "j": "みち"
    },
    {
      "k": "ផ្លូវបែកជាបួន",
      "j": "こうさてん"
    },
    {
      "k": "ភ្លើងស្តុប",
      "j": "しんごう"
    },
    {
      "k": "ជ្រុង/កែង",
      "j": "かど"
    },
    {
      "k": "ស្ពាន",
      "j": "はし"
    },
    {
      "k": "ចំណតយានយន្ត",
      "j": "ちゅうしゃじょう"
    },
    {
      "k": "អគារ",
      "j": "たてもの"
    },
    {
      "k": "ច្រើនដង",
      "j": "なんかいも"
    },
    {
      "k": "ខ័ណ/ទី",
      "j": "～め"
    }
  ],
  "24": [
    {
      "k": "អោយ(ខ្ញុំ)",
      "j": "くれます"
    },
    {
      "k": "កែ/ជួសជុល",
      "j": "なおします"
    },
    {
      "k": "នាំទៅ",
      "j": "つれていきます"
    },
    {
      "k": "នាំមក",
      "j": "つれてきます"
    },
    {
      "k": "ជូន(មនុស្ស)",
      "j": "(ひとを)おくります"
    },
    {
      "k": "ណែនាំ",
      "j": "しょうかいします"
    },
    {
      "k": "ណែនាំផ្លូវ",
      "j": "あんないします"
    },
    {
      "k": "ពន្យល់",
      "j": "せつめいします"
    },
    {
      "k": "លោកតា",
      "j": "おじいさん"
    },
    {
      "k": "លោកតា(មើលទៅដូចក្មេង)",
      "j": "おじいちゃん"
    },
    {
      "k": "លោកយាយ",
      "j": "おばあさん"
    },
    {
      "k": "លោកយាយ(មើលទៅដូចក្មេង)",
      "j": "おばあちゃん"
    },
    {
      "k": "រៀបចំ",
      "j": "じゅんび"
    },
    {
      "k": "រើសផ្ទះ",
      "j": "ひっこし"
    },
    {
      "k": "នំចំណី",
      "j": "おかし"
    },
    {
      "k": "ការស្នាក់នៅ(ផ្ទះប្រជាជន)",
      "j": "ホームステイ"
    },
    {
      "k": "ទាំងអស់",
      "j": "ぜんぶ"
    },
    {
      "k": "ដោយខ្លួនឯង",
      "j": "じぶんで"
    }
  ],
  "25": [
    {
      "k": "គិត,ពិចារណា",
      "j": "かんがえます"
    },
    {
      "k": "ទៅដល់/មកដល់",
      "j": "つきます"
    },
    {
      "k": "កើនអាយុ",
      "j": "(としを)とります"
    },
    {
      "k": "គ្រប់គ្រាន់",
      "j": "たります"
    },
    {
      "k": "ជនបទ/ស្រុកស្រែ",
      "j": "いなか"
    },
    {
      "k": "ឳកាស",
      "j": "チャンス"
    },
    {
      "k": "១០០លាន",
      "j": "おく"
    },
    {
      "k": "ប្រសិនបើ",
      "j": "もし～たら"
    },
    {
      "k": "អត្ថន័យ",
      "j": "いみ"
    }
  ]
};